cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'asdf'
brew 'gpg' # For nodejs plugin
brew 'gawk' # For nodejs plugin

brew 'caddy'
brew 'coreutils'
brew 'gh'
brew 'git'
brew 'jq'
brew 'postgresql@15'
brew 'redis'
brew 'bat'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'ripgrep'
brew 'starship'
brew 'terraform'
brew 'wget'
brew 'zoxide'

# cask 'dbvisualizer'
cask 'docker'
cask 'google-cloud-sdk'
cask 'keka'
cask 'licecap'
cask 'ngrok'
cask 'postman'
cask 'visual-studio-code'
