cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'asdf'
brew 'gpg'
brew 'gawk'

brew 'caddy'
brew 'coreutils'
brew 'direnv'
brew 'gh'
brew 'git'
brew 'jq'
brew 'postgresql@15'
brew 'redis'
brew 'ruby-build'
brew 'rbenv'
brew 'terraform'
brew 'wget'

cask 'dbvisualizer'
cask 'docker'
cask 'google-cloud-sdk'
cask 'keka'
cask 'licecap'
cask 'ngrok'
cask 'postman'
cask 'visual-studio-code'
